{
  "A digital asset, like an open source hardware project or 3D model": "Un actif numérique, tel qu'un projet de matériel open source ou un modèle 3D",
  "A physical product that can be picked up or delivered": "Un produit physique qui peut être enlevé ou livré.",
  "A service, like a consultancy, training course or usage/rental of equipment": "Un service, tel qu'une consultation, un cours de formation ou l'utilisation/la location d'un équipement.",
  "Asset name": "Nom de l'actif",
  "Contributors": "Contributeurs",
  "Cool fablab": "Cool fablab",
  "go to the asset": "aller à l'actif",
  "save": "sauver",
  "control window": "fenêtre de contrôle",
  "Create a new asset": "Créer un nouvel actif",
  "Design": "Design",
  "Error in Asset creation": "Erreur dans la création d'actifs",
  "Fabulaser": "Fabulaser",
  "Fields marked with a red asterisk are mandatory": "Les champs marqués d'un astérisque rouge sont obligatoires.",
  "General information": "Informations générales",
  "github[dot]com/my-repo": "github[dot]com/my-repo",
  "Hamburg": "Hambourg",
  "In this markdown editor, the right box shows a preview": "Dans cet éditeur markdown, la case de droite montre un aperçu.",
  "Location name": "Nom du lieu",
  "Make sure you read the Comunity Guidelines before you create a new asset": "Assurez-vous de lire les directives communautaires avant de créer une nouvelle ressource.",
  "One of the images you selected already exists on the server, please upload a different file": "Une des images que vous avez sélectionnées existe déjà sur le serveur, veuillez télécharger un autre fichier.",
  "Open-source, 3D Printing, Medical use": "Open-source, Impression 3D, Usage médical",
  "Product": "Produit",
  "Reference to the asset's repository or Interfacer ID of the asset": "Référence au référentiel du poste ou ID Interfacer du poste",
  "Repository link or Interfacer ID": "Lien vers le référentiel ou ID Interfacer",
  "Save": "Sauvez",
  "Select a tag from the list, or type to create a new one": "Sélectionnez une balise dans la liste, ou tapez pour en créer une nouvelle.",
  "Select asset type": "Sélectionnez le type d'actif",
  "Select the address": "Sélectionnez l'adresse",
  "Service": "Service",
  "Short description to be displayed on the asset page": "Brève description à afficher sur la page de la ressource",
  "SVG, PNG, JPG or GIF (MAX 2MB)": "SVG, PNG, JPG ou GIF (MAX 2MB)",
  "Tags": "Tags",
  "The name of the place where the asset is stored": "Le nom du lieu où l'actif est stocké",
  "Type to search for a user": "Type de recherche d'un utilisateur",
  "Type up to 2048 characters": "Tapez jusqu'à 2048 caractères",
  "Upload up to 10 pictures": "Téléchargez jusqu'à 10 photos",
  "Working name of the asset, visible to the whole community": "Nom de travail de l'actif, visible par toute la communauté"
}
