{
  "A digital project, like an open source hardware project or 3D model": "Un actif numérique, tel qu'un projet de matériel open source ou un modèle 3D",
  "A physical product that can be picked up or delivered": "Un produit physique qui peut être enlevé ou livré.",
  "A service, like a consultancy, training course or usage/rental of equipment": "Un service, tel qu'une consultation, un cours de formation ou l'utilisation/la location d'un équipement.",
  "Project name": "Nom de l'actif",
  "Contributors": "Contributeurs",
  "Cool fablab": "Cool fablab",
  "go to the project": "aller à l'actif",
  "save": "sauver",
  "control window": "fenêtre de contrôle",
  "Create a new project": "Créer un nouvel actif",
  "Error in Project creation": "Erreur dans la création d'actifs",
  "Fields marked with a red asterisk are mandatory": "Les champs marqués d'un astérisque rouge sont obligatoires.",
  "Make sure you read the Comunity Guidelines before you create a new project": "Assurez-vous de lire les directives communautaires avant de créer une nouvelle ressource.",
  "One of the images you selected already exists on the server, please upload a different file": "L'une des images que vous avez sélectionnées existe déjà sur le serveur. Veuillez télécharger un autre fichier.",
  "Include other resources": "Inclure d'autres ressources",
  "To include other resources, search by name or Interfacer ID": "Pour inclure d'autres ressources, recherchez par nom ou par ID Interfacer",
  "Search resource name": "Recherche du nom de la ressource",
  "Set up a reasonable value for this project": "Fixer une valeur raisonnable pour cet actif",
  "Error in contribution creation": "Erreur dans la création de la contribution",
  "Send contribution": "Envoyer une contribution",
  "Contribution repository link or Interfacer ID": "Lien vers le référentiel de contribution ou ID Interfacer",
  "github": "github",
  "Reference to the resource's repository or Interfacer ID of the resource": "Référence au référentiel de la ressource ou ID Interfacer de la ressource",
  "Project Information": "Renseignements sur le projet",
  "This information will be used to identify your project and provide context to users who may be interested in it.": "Ces informations seront utilisées pour identifier votre projet et fournir un contexte aux utilisateurs qui pourraient être intéressés par celui-ci.",
  "Project title": "Titre du projet",
  "A clear and concise name for your project that summarizes its purpose or main focus.": "Un nom clair et concis pour votre projet qui résume son objectif ou son objectif principal.",
  "Add relevant keywords that describe your project.": "Ajoutez des mots-clés pertinents qui décrivent votre projet.",
  "Give a better understanding of what your project is about and why it’s important.": "Mieux comprendre en quoi consiste votre projet et pourquoi il est important.",
  "Project Description": "Description du projet",
  "Add a service": "Ajouter un service",
  "List any open source hardware services that you offer, such as consultancy, training courses, or usage/rental of equipment. By listing your services, you can connect with others who may be interested in collaborating with you. You can also include any relevant links or resources.": "Énumérez tous les services de matériel open source que vous proposez, tels que le conseil, les cours de formation ou l'utilisation/la location d'équipement. \nEn répertoriant vos services, vous pouvez entrer en contact avec d'autres personnes susceptibles d'être intéressées à collaborer avec vous. \nVous pouvez également inclure tous les liens ou ressources pertinents.",
  "Add a product": "Ajouter un produit",
  "Our platform is designed to support locally distributed products, so you can specify the location where your product is available. This allows others in your area to easily find and purchase your product, while also supporting local businesses and communities.": "Notre plate-forme est conçue pour prendre en charge les produits distribués localement, vous pouvez donc spécifier l'emplacement où votre produit est disponible. \nCela permet aux autres personnes de votre région de trouver et d'acheter facilement votre produit, tout en soutenant les entreprises et les communautés locales.",
  "Add a design": "Ajouter un dessin",
  "Import your project repository. Share your open source hardware project documentation and collaborate on building it. Your contribution will help others learn and build upon your work.": "Importez votre référentiel de projet. \nPartagez la documentation de votre projet de matériel open source et collaborez à sa création. \nVotre contribution aidera les autres à apprendre et à s'appuyer sur votre travail.",
  "Sections": "Sections",
  "Selected contributors": "Contributeurs sélectionnés",
  "Collaborating with others is an important part of the open source hardware movement, and adding contributors to your project can help expand its reach and impact.": "La collaboration avec d'autres est une partie importante du mouvement du matériel open source, et l'ajout de contributeurs à votre projet peut aider à étendre sa portée et son impact.",
  "Search for contributors": "Rechercher des contributeurs",
  "Self declarations": "Auto-déclarations",
  "No – Not available": "Non – Non disponible",
  "By making a self-declaration, you are providing valuable information to others who may be interested in your product.": "En faisant une auto-déclaration, vous fournissez des informations précieuses à d'autres personnes susceptibles d'être intéressées par votre produit.",
  "Availability for recycling": "Disponibilité pour le recyclage",
  "Indicate whether you are available to recycle your product at the end of its useful life.": "Indiquez si vous êtes disponible pour recycler votre produit à la fin de sa durée de vie utile.",
  "Availability for repairing": "Disponibilité pour la réparation",
  "Yes – Available": "Oui – Disponible",
  "Upload pictures": "Téléchargez des photos",
  "Adding pictures to your open source hardware project is an important way to showcase your work and help others understand your design.": "L'ajout d'images à votre projet de matériel open source est un moyen important de présenter votre travail et d'aider les autres à comprendre votre conception.",
  "Upload up to {{MAX_FILES}} pictures": "Téléchargez jusqu'à {{MAX_FILES}} images",
  "Max file size": "Taille maximale du fichier",
  "Accepted formats": "Formats acceptés",
  "Import repo": "Importer le dépôt",
  "Easily and quickly import your open source hardware designs and projects directly from an existing repo. You can then review and make any necessary changes before submitting your project.": "Importez facilement et rapidement vos conceptions et projets de matériel open source directement à partir d'un référentiel existant. \nVous pouvez ensuite passer en revue et apporter les modifications nécessaires avant de soumettre votre projet.",
  "Import from Repository": "Importer depuis le référentiel",
  "We recommend to read this guide to know how to structure your folders for better machine-readability:": "Nous vous recommandons de lire ce guide pour savoir comment structurer vos dossiers pour une meilleure lisibilité machine :",
  "How to start with your OSH Repository in 10 Steps": "Comment démarrer avec votre référentiel OSH en 10 étapes",
  "Select repo type": "Sélectionnez le type de dépôt",
  "We currently support only GitHub and GitLab": "Nous ne prenons actuellement en charge que GitHub et GitLab",
  "Repo URL": "URL du référentiel",
  "Please include the protocol (https://...) in the URL": "Veuillez inclure le protocole (https://...) dans l'URL",
  "GitLab host": "Hôte GitLab",
  "Repo ID": "ID de dépôt",
  "Added licenses": "Licences ajoutées",
  "Choosing the right license for your open source hardware project is an important step in making your work accessible and collaborative.": "Choisir la bonne licence pour votre projet de matériel open source est une étape importante pour rendre votre travail accessible et collaboratif.",
  "Set license": "Définir la licence",
  "Design source": "Source de conception",
  "By linking your product to its design source, you can provide valuable information to others who may be interested in producing or modifying your product.": "En liant votre produit à sa source de conception, vous pouvez fournir des informations précieuses à d'autres personnes susceptibles d'être intéressées par la production ou la modification de votre produit.",
  "Search for a design": "Rechercher un dessin",
  "Selected source": "Source sélectionnée",
  "Set location": "Définir l'emplacement",
  "For example: My Workshop": "Par exemple : Mon atelier",
  "Address": "Adresse",
  "An d. Alsterschleife 3, 22399 - Hamburg, Germany": "Et. \nAlsterschleife 3, 22399 Hambourg, Allemagne",
  "This service happens remotely / online": "Ce service se produit à distance / en ligne",
  "Relations": "Rapports",
  "Connect your open source hardware projects to related projects within our community, creating a network of interlinked designs and ideas. You can link to other projects that are similar in design or concept, or that complement your own work.": "Connectez vos projets de matériel open source à des projets connexes au sein de notre communauté, en créant un réseau de conceptions et d'idées interconnectées. \nVous pouvez créer des liens vers d'autres projets dont la conception ou le concept sont similaires, ou qui complètent votre propre travail.",
  "Add relation": "Ajouter une relation",
  "Selected projects": "Projets sélectionnés",
  "Design": "Conception",
  "Import your project repository. Share your open source hardware project documentation and collaborate on building it.": "Importez votre référentiel de projet. \nPartagez la documentation de votre projet de matériel open source et collaborez à sa création.",
  "Product": "Produit",
  "Showcase your open source hardware product and connect with a global network of makers. Import your product details to our platform.": "Présentez votre produit matériel open source et connectez-vous à un réseau mondial de fabricants. \nImportez les détails de votre produit sur notre plateforme.",
  "Services": "Prestations de service",
  "Offer your expertise, training courses, or equipment rentals on our platform, supporting the development and collaboration of open source hardware projects in the community.": "Proposez votre expertise, vos formations ou vos locations d'équipement sur notre plateforme, en soutenant le développement et la collaboration de projets de matériel open source dans la communauté.",
  "Submit a new project": "Soumettre un nouveau projet",
  "Need help? Read the User Guide to get started.": "Besoin d'aide? \nLisez le Guide de l'utilisateur pour commencer.",
  "Submit your new open source hardware project and ensure that all relevant information is included. This information will be used to identify your project and provide context to users who may be interested in it.": "Soumettez votre nouveau projet de matériel open source et assurez-vous que toutes les informations pertinentes sont incluses. \nCes informations seront utilisées pour identifier votre projet et fournir un contexte aux utilisateurs qui pourraient être intéressés par celui-ci."
}
