{
  "alice@email&#183;com": "alice@email&#183;com",
  "Answer to these questions to complete your signup 🧩": "Répondez à ces questions pour compléter votre inscription 🧩",
  "Choose a username": "Choisissez un nom d'utilisateur",
  "email is not valid": "L'email n'est pas valide",
  "Next step": "Étape suivante",
  "Sign up": "S'inscrire",
  "The sign up process generates your private keys which are never communicate to the server&#46 Keep a copy of your passphrase&#46": "Le processus d'inscription génère vos clés privées qui ne sont jamais communiquées au serveur&#46 Gardez une copie de votre phrase de passe&#46",
  "Type your name": "Tapez votre nom",
  "Type your visible username": "Tapez votre nom d'utilisateur visible",
  "You will have to remember the answers and keep them for later as they are necessary for the log in&#46;": "Vous devrez vous souvenir des réponses et les conserver pour plus tard, car elles sont nécessaires pour la connexion&#46 ;",
  "Your email": "Votre e-mail",
  "Your email address that will be used for your login": "Votre adresse électronique qui sera utilisée pour votre connexion",
  "✅ your email free": "✅ votre e-mail gratuit",
  "👌 You already have an account?": "👌 Vous avez déjà un compte ?",
  "Login": "Connexion",
  "Where did your parents meet?": "Où tes parents se sont-ils rencontrés ?",
  "What is the name of your first pet?": "Quel est le nom de votre premier animal de compagnie ?",
  "What is your home town?": "Quelle est votre ville natale ?",
  "What is the name of your first teacher?": "Quel est le nom de votre premier professeur ?",
  "What is your mother's maiden name?": "Quel est le nom de jeune fille de votre mère ?",
  "Got your keys?": "Vous avez vos clés ?",
  "You need an invitation phrase to proceed with your signup!": "Vous avez besoin d'une phrase d'invitation pour procéder à votre inscription !",
  "Continue": "Continuer",
  "invitation key&#58;*": "clé d'invitation&#58;*",
  "Please enter a valid invitation key": "Veuillez entrer une clé d'invitation valide",
  "alice@email&#46com": "alice@email&#46com",
  "Your name": "Votre nom",
  "Your name is shown and visible to everyone": "Votre nom est affiché et visible par tous",
  "Your username is used to identify you in the system": "Votre nom d'utilisateur est utilisé pour vous identifier dans le système.",
  "Do you have your invitation key?": "Avez-vous votre clé d'invitation ?",
  "formError": "formError",
  "Invitation key": "Clé d'invitation",
  "Type your invitation key": "Tapez votre clé d'invitation",
  "You will have to remember the answers and keep them for later as they are necessary for the log in": "Vous devrez vous souvenir des réponses et les conserver pour plus tard car elles sont nécessaires pour la connexion.",
  "this e-mail has already been used by another user": "cet e-mail a déjà été utilisé par un autre utilisateur"
}
