{
  "A digital asset, like an open source hardware project or 3D model": "Ein digitales Gut, wie ein Open-Source-Hardwareprojekt oder ein 3D-Modell",
  "A physical product that can be picked up or delivered": "Ein physisches Produkt, das abgeholt oder geliefert werden kann",
  "A service, like a consultancy, training course or usage/rental of equipment": "eine Dienstleistung, wie z. B. eine Beratung, ein Schulungskurs oder die Nutzung/Vermietung von Ausrüstung",
  "Asset name": "Name der Anlage",
  "Contributors": "Mitwirkende",
  "Create a new asset": "Ein neues Asset erstellen",
  "Design": "Gestaltung",
  "Fabulaser": "Fabulaser",
  "Fields marked with a red asterisk are mandatory": "Die mit einem roten Sternchen gekennzeichneten Felder sind Pflichtfelder",
  "General information": "Allgemeine Informationen",
  "github[dot]com/my-repo": "github[dot]com/my-repo",
  "Hamburg": "Hamburg",
  "In this markdown editor, the right box shows a preview": "In diesem Markdown-Editor zeigt das rechte Feld eine Vorschau",
  "Location": "Standort",
  "Make sure you read the Comunity Guidelines before you create a new asset": "Lesen Sie unbedingt die Gemeinschaftsrichtlinien, bevor Sie ein neues Asset erstellen",
  "Open-source, 3D Printing, Medical use": "Open-Source, 3D-Druck, Medizinische Anwendung",
  "Product": "Produkt",
  "Reference to the asset's repository or Interfacer ID of the asset": "Verweis auf das Repository des Assets oder die Interfacer-ID des Assets",
  "Repository link or Interfacer ID": "Repository-Link oder Interfacer-ID",
  "Save": "Speichern Sie",
  "Select a tag from the list, or type to create a new one": "Wählen Sie einen Tag aus der Liste aus, oder geben Sie einen neuen ein, um ihn zu erstellen.",
  "Select asset type": "Asset-Typ auswählen",
  "Select location": "Ort auswählen",
  "Service": "Dienst",
  "Short description to be displayed on the asset page": "Kurze Beschreibung, die auf der Asset-Seite angezeigt werden soll",
  "SVG, PNG, JPG or GIF (MAX 2MB)": "SVG, PNG, JPG oder GIF (MAX 2MB)",
  "Tags": "Tags",
  "The name of the place where the asset is stored": "Der Name des Ortes, an dem das Asset gelagert wird",
  "Type to search for a user": "Typ für die Suche nach einem Benutzer",
  "Type up to 2048 characters": "Geben Sie bis zu 2048 Zeichen ein",
  "Upload up to 10 pictures": "Bis zu 10 Bilder hochladen",
  "Working name of the asset, visible to the whole community": "Arbeitsname des Assets, sichtbar für die gesamte Gemeinschaft"
}
