{
  "A digital project, like an open source hardware project or 3D model": "Ein digitales Projekt, wie ein Open-Source-Hardwareprojekt oder ein 3D-Modell",
  "A physical product that can be picked up or delivered": "Ein physisches Produkt, das abgeholt oder geliefert werden kann",
  "button": "Taste",
  "Click to upload": "Zum Hochladen klicken",
  "A service, like a consultancy, training course or usage/rental of equipment": "eine Dienstleistung, wie z. B. eine Beratung, ein Schulungskurs oder die Nutzung/Vermietung von Ausrüstung",
  "Project name": "Name der Anlage",
  "Contributors": "Mitwirkende",
  "Cool fablab": "Kühles Fablab",
  "Design": "Gestaltung",
  "Error in Project creation": "Fehler bei der Project-Erstellung",
  "Fabulaser": "Fabulaser",
  "General information": "Allgemeine Informationen",
  "github[dot]com/my-repo": "github[dot]com/my-repo",
  "Hamburg": "Hamburg",
  "In this markdown editor, the right box shows a preview": "In diesem Markdown-Editor zeigt das rechte Feld eine Vorschau",
  "Location": "Standort",
  "Location name": "Name des Ortes",
  "One of the images you selected already exists on the server, please upload a different file": "Eines der von Ihnen ausgewählten Bilder ist bereits auf dem Server vorhanden, bitte laden Sie eine andere Datei hoch",
  "Open-source, 3D Printing, Medical use": "Open-Source, 3D-Druck, Medizinische Anwendung",
  "Product": "Produkt",
  "Reference to the project's repository or Interfacer ID of the project": "Referenz des Repository des Projects oder die Interfacer-ID des Projects",
  "Repository link or Interfacer ID": "Repository-Link oder Interfacer-ID",
  "Select project type:*": "Project-Typ auswählen:*",
  "Save": "Speichern Sie",
  "Select a tag from the list, or type to create a new one": "Wählen Sie einen Tag aus der Liste aus, oder geben Sie einen neuen ein, um ihn zu erstellen.",
  "Select project type": "Project-Typ auswählen",
  "Select the address": "Wählen Sie die Adresse",
  "Service": "Dienst",
  "Short description to be displayed on the project page": "Kurze Beschreibung, die auf der Project-Seite angezeigt werden soll",
  "SVG, PNG, JPG or GIF (MAX 2MB)": "SVG, PNG, JPG oder GIF (MAX 2MB)",
  "Tags": "Tags",
  "The name of the place where the project is stored": "Der Name des Ortes, an dem das Project gelagert wird",
  "Type to search for a user": "Typ für die Suche nach einem Benutzer",
  "Type up to 2048 characters": "Geben Sie bis zu 2048 Zeichen ein",
  "Upload up to 10 pictures": "Bis zu 10 Bilder hochladen",
  "Working name of the project, visible to the whole community": "Name des Projects, sichtbar für die gesamte Community",
  "go to the project": "zum Project gehen",
  "save": "speichern",
  "control window": "Steuerungsfenster",
  "Create a new project": "Ein neues Project erstellen",
  "Fields marked with a red asterisk are mandatory": "Die mit einem roten Sternchen gekennzeichneten Felder sind Pflichtfelder",
  "Make sure you read the Comunity Guidelines before you create a new project": "Lesen Sie unbedingt die Gemeinschaftsrichtlinien, bevor Sie ein neues Project erstellen",
  "Include other resources": "Andere Ressourcen einbeziehen",
  "To include other resources, search by name or Interfacer ID": "Um andere Ressourcen einzuschließen, suchen Sie nach Namen oder Interfacer ID",
  "Search resource name": "Name der Suchressource",
  "Set up a reasonable value for this project": "Legen Sie einen angemessenen Wert für diesen Vermögenswert fest",
  "Error in contribution creation": "Fehler bei der Beitragserstellung",
  "Send contribution": "Beitrag senden",
  "Contribution repository link or Interfacer ID": "Link zum Beitragsrepository oder Interfacer-ID",
  "github": "github",
  "Reference to the resource's repository or Interfacer ID of the resource": "Verweis auf das Repository der Ressource oder Interfacer-ID der Ressource",
  "Project Information": "Projekt Information",
  "This information will be used to identify your project and provide context to users who may be interested in it.": "Diese Informationen werden verwendet, um Ihr Projekt zu identifizieren und Benutzern, die daran interessiert sein könnten, einen Kontext bereitzustellen.",
  "Project title": "Projekttitel",
  "A clear and concise name for your project that summarizes its purpose or main focus.": "Ein klarer und prägnanter Name für Ihr Projekt, der seinen Zweck oder Schwerpunkt zusammenfasst.",
  "Add relevant keywords that describe your project.": "Fügen Sie relevante Schlüsselwörter hinzu, die Ihr Projekt beschreiben.",
  "Give a better understanding of what your project is about and why it’s important.": "Geben Sie ein besseres Verständnis dafür, worum es bei Ihrem Projekt geht und warum es wichtig ist.",
  "Project Description": "Projektbeschreibung",
  "Add a service": "Fügen Sie einen Dienst hinzu",
  "List any open source hardware services that you offer, such as consultancy, training courses, or usage/rental of equipment. By listing your services, you can connect with others who may be interested in collaborating with you. You can also include any relevant links or resources.": "Listen Sie alle von Ihnen angebotenen Open-Source-Hardwaredienste auf, wie Beratung, Schulungen oder die Nutzung/Vermietung von Geräten. \nIndem Sie Ihre Dienste auflisten, können Sie mit anderen in Kontakt treten, die an einer Zusammenarbeit mit Ihnen interessiert sein könnten. \nSie können auch alle relevanten Links oder Ressourcen hinzufügen.",
  "Add a product": "Fügen Sie ein Produkt hinzu",
  "Our platform is designed to support locally distributed products, so you can specify the location where your product is available. This allows others in your area to easily find and purchase your product, while also supporting local businesses and communities.": "Unsere Plattform ist darauf ausgelegt, lokal vertriebene Produkte zu unterstützen, sodass Sie den Standort angeben können, an dem Ihr Produkt verfügbar ist. \nAuf diese Weise können andere in Ihrer Nähe Ihr Produkt leicht finden und kaufen und gleichzeitig lokale Unternehmen und Gemeinden unterstützen.",
  "Add a design": "Fügen Sie ein Design hinzu",
  "Import your project repository. Share your open source hardware project documentation and collaborate on building it. Your contribution will help others learn and build upon your work.": "Importieren Sie Ihr Projekt-Repository. \nTeilen Sie Ihre Open-Source-Hardware-Projektdokumentation und arbeiten Sie an der Erstellung mit. \nIhr Beitrag wird anderen helfen, von Ihrer Arbeit zu lernen und darauf aufzubauen.",
  "Sections": "Abschnitte",
  "Selected contributors": "Ausgewählte Mitwirkende",
  "Collaborating with others is an important part of the open source hardware movement, and adding contributors to your project can help expand its reach and impact.": "Die Zusammenarbeit mit anderen ist ein wichtiger Teil der Open-Source-Hardwarebewegung, und das Hinzufügen von Mitwirkenden zu Ihrem Projekt kann dazu beitragen, seine Reichweite und Wirkung zu vergrößern.",
  "Search for contributors": "Suche nach Mitwirkenden",
  "Self declarations": "Selbsterklärungen",
  "No – Not available": "Nein – Nicht verfügbar",
  "By making a self-declaration, you are providing valuable information to others who may be interested in your product.": "Indem Sie eine Selbsterklärung abgeben, geben Sie anderen, die an Ihrem Produkt interessiert sein könnten, wertvolle Informationen.",
  "Availability for recycling": "Verfügbarkeit für Recycling",
  "Indicate whether you are available to recycle your product at the end of its useful life.": "Geben Sie an, ob Sie Ihr Produkt am Ende seiner Nutzungsdauer recyceln können.",
  "Availability for repairing": "Verfügbarkeit für Reparatur",
  "Yes – Available": "Ja – Verfügbar",
  "Upload pictures": "Lade Bilder hoch",
  "Adding pictures to your open source hardware project is an important way to showcase your work and help others understand your design.": "Das Hinzufügen von Bildern zu Ihrem Open-Source-Hardwareprojekt ist eine wichtige Möglichkeit, Ihre Arbeit zu präsentieren und anderen zu helfen, Ihr Design zu verstehen.",
  "Upload up to {{MAX_FILES}} pictures": "Laden Sie bis zu {{MAX_FILES}} Bilder hoch",
  "Max file size": "Maximale Dateigröße",
  "Accepted formats": "Akzeptierte Formate",
  "Import repo": "Repository importieren",
  "Easily and quickly import your open source hardware designs and projects directly from an existing repo. You can then review and make any necessary changes before submitting your project.": "Importieren Sie Ihre Open-Source-Hardware-Designs und -Projekte einfach und schnell direkt aus einem vorhandenen Repo. \nSie können dann alle erforderlichen Änderungen überprüfen und vornehmen, bevor Sie Ihr Projekt einreichen.",
  "Import from Repository": "Aus Repository importieren",
  "We recommend to read this guide to know how to structure your folders for better machine-readability:": "Wir empfehlen, diese Anleitung zu lesen, um zu erfahren, wie Sie Ihre Ordner für eine bessere Maschinenlesbarkeit strukturieren:",
  "How to start with your OSH Repository in 10 Steps": "So starten Sie in 10 Schritten mit Ihrem OSH-Repository",
  "Select repo type": "Wählen Sie den Repo-Typ aus",
  "We currently support only GitHub and GitLab": "Wir unterstützen derzeit nur GitHub und GitLab",
  "Repo URL": "Repo-URL",
  "Please include the protocol (https://...) in the URL": "Bitte fügen Sie das Protokoll (https://...) in die URL ein",
  "GitLab host": "GitLab-Host",
  "Repo ID": "Repo-ID",
  "Added licenses": "Lizenzen hinzugefügt",
  "Choosing the right license for your open source hardware project is an important step in making your work accessible and collaborative.": "Die Auswahl der richtigen Lizenz für Ihr Open-Source-Hardwareprojekt ist ein wichtiger Schritt, um Ihre Arbeit zugänglich und kollaborativ zu gestalten.",
  "Set license": "Lizenz festlegen",
  "Design source": "Designquelle",
  "By linking your product to its design source, you can provide valuable information to others who may be interested in producing or modifying your product.": "Indem Sie Ihr Produkt mit seiner Designquelle verknüpfen, können Sie anderen, die an der Herstellung oder Änderung Ihres Produkts interessiert sein könnten, wertvolle Informationen zur Verfügung stellen.",
  "Search for a design": "Suchen Sie nach einem Design",
  "Selected source": "Ausgewählte Quelle",
  "Set location": "Ort festlegen",
  "For example: My Workshop": "Zum Beispiel: Meine Werkstatt",
  "Address": "Adresse",
  "An d. Alsterschleife 3, 22399 - Hamburg, Germany": "Und. \nAlsterschleife 3, 22399 - Hamburg, Deutschland",
  "This service happens remotely / online": "Dieser Service erfolgt remote / online",
  "Relations": "Beziehungen",
  "Connect your open source hardware projects to related projects within our community, creating a network of interlinked designs and ideas. You can link to other projects that are similar in design or concept, or that complement your own work.": "Verbinden Sie Ihre Open-Source-Hardwareprojekte mit verwandten Projekten innerhalb unserer Community und schaffen Sie so ein Netzwerk miteinander verknüpfter Designs und Ideen. \nSie können auf andere Projekte verweisen, die in Design oder Konzept ähnlich sind oder Ihre eigene Arbeit ergänzen.",
  "Add relation": "Beziehung hinzufügen",
  "Selected projects": "Ausgewählte Projekte",
  "Import your project repository. Share your open source hardware project documentation and collaborate on building it.": "Importieren Sie Ihr Projekt-Repository. Teilen Sie Ihre Open-Source-Hardware Projektdokumentation und arbeiten Sie an der Erstellung mit.",
  "Showcase your open source hardware product and connect with a global network of makers. Import your product details to our platform.": "Präsentieren Sie Ihr Open-Source-Hardwareprodukt und verbinden Sie sich mit einem globalen Netzwerk von Herstellern. \nImportieren Sie Ihre Produktdetails in unsere Plattform.",
  "Services": "Dienstleistungen",
  "Offer your expertise, training courses, or equipment rentals on our platform, supporting the development and collaboration of open source hardware projects in the community.": "Bieten Sie Ihr Fachwissen, Schulungen oder Mietgeräte auf unserer Plattform an und unterstützen Sie so die Entwicklung und Zusammenarbeit von Open-Source-Hardwareprojekten in der Community.",
  "Submit a new project": "Reichen Sie ein neues Projekt ein",
  "Need help? Read the User Guide to get started.": "Brauchen Sie Hilfe? Lesen Sie das Benutzerhandbuch, um loszulegen.",
  "Add the users who contributed to the project. You can also add contributors and modofy the project later.": "Fügen Sie die Benutzer hinzu, die zum Projekt beigetragen haben. \nSie können auch Mitwirkende hinzufügen und das Projekt später ändern.",
  "Submit your new open source hardware project and ensure that all relevant information is included. This information will be used to identify your project and provide context to users who may be interested in it.": "Reichen Sie Ihr neues Open-Source-Hardwareprojekt ein und stellen Sie sicher, dass alle relevanten Informationen enthalten sind. \nDiese Informationen werden verwendet, um Ihr Projekt zu identifizieren und Benutzern, die daran interessiert sein könnten, einen Kontext bereitzustellen.",
  "Add contributors": "Mitwirkende hinzufügen",
  "Search for a user": "Suchen Sie nach einem Benutzer",
  "Search by username": "Suche nach Benutzernamen",
  "Project data": "Projektdaten",
  "Include": "Beifügen",
  "Add here a link to the repository or page where the projects files or description are contained. The link will be visible in the project page.": "Fügen Sie hier einen Link zum Repository oder zur Seite hinzu, wo die Projektdateien oder die Beschreibung enthalten sind. \nDer Link wird auf der Projektseite sichtbar sein.",
  "Add new license": "Neue Lizenz hinzufügen",
  "Click here to upload or Drag and drop": "Klicken Sie hier zum Hochladen oder per Drag & Drop"
}
