{
  "Building the digital infrastructure for Fab Cities": "Aufbau der digitalen Infrastruktur für Fab Cities",
  "Welcome to Interfacer's Fabcity OS alpha staging 😎": "Willkommen bei Interfacer's alpha staging 😎",
  "Create or import projects and collaborate with others in digital designs or in manufacturing physical products&#46;": "Erstellen oder importieren Sie Projects und arbeiten Sie mit anderen bei digitalen Designs oder bei der Herstellung physischer Produkte zusammen&#46;",
  "Create": "Erstellen.",
  "Create new projects or import from LOSH": "Neue Projects erstellen oder aus LOSH importieren",
  "Share": "Teilen",
  "Share your digital designs with the community": "Teilen Sie Ihre digitalen Designs mit der Community",
  "Interact": "Zusammenwirken",
  "Interact with the community": "Interaktion mit dem Community",
  "Feature {{n}}": "Funktion {{n}}",
  "Coming soon": "Demnächst verfügbar",
  "Sign in": "Einloggen",
  "Learn more": "Mehr erfahren",
  "Log In": "Einloggen",
  "Share your projects and services with makers and users": "Teilen Sie Ihre Projekte und Dienste mit Herstellern und Nutzern",
  "Collaborate": "Zusammenarbeiten",
  "Collaborate with the community": "Zusammenarbeit mit der Gemeinschaft",
  "DPP": "DPP",
  "Validate your projects with a digital product passport": "Validieren Sie Ihre Projekte mit einem digitalen Produktpass",
  "Combine": "Mähdrescher",
  "Create projects by including other maker's work": "Projekte erstellen, indem die Arbeiten anderer Macher einbezogen werden",
  "Explore": "Erkunden Sie",
  "Explore projects to find components and services": "Erkunden Sie Projekte, um Komponenten und Dienste zu finden",
  "Import": "Importieren",
  "Import your work from existing repositories": "Importieren Sie Ihre Arbeit aus bestehenden Repositories",
  "Create or import projects and collaborate with others in digital designs or in manufacturing physical products": "Erstellen oder importieren Sie Projects und arbeiten Sie mit anderen an digitalen Entwürfen oder an der Herstellung physischer Produkte zusammen.",
  "Create a new project": "Ein neues Projekt erstellen",
  "Import a resource from LOSH": "Eine Ressource aus LOSH importieren",
  "Register": "Register",
  "Import from LOSH": "Einfuhr aus LOSH",
  "Your designs, products, services": "Ihre Designs, Produkte, Dienstleistungen",
  "Showcase your digital designs, physical products and services": "Präsentieren Sie Ihre digitalen Designs, physischen Produkte und Dienstleistungen",
  "Import from git, thingiverse, losh": "Import aus Git, Thingiverse, Losh",
  "Collaboration and relations": "Zusammenarbeit und Beziehungen",
  "Collaborate on projects": "Arbeiten Sie an Projekten mit",
  "Compose your projects from other users’ projects": "Stellen Sie Ihre Projekte aus den Projekten anderer Benutzer zusammen",
  "Geolocation": "Geolokalisierung",
  "See who and what is near you": "Sehen Sie, wer und was in Ihrer Nähe ist",
  "Search projects, collaborators, experts and labs on the map": "Suchen Sie Projekte, Mitarbeiter, Experten und Labore auf der Karte",
  "Trace and visualize your projects components": "Verfolgen und visualisieren Sie Ihre Projektkomponenten",
  "Prove the green factor and recyclability of your products": "Beweisen Sie den Umweltfaktor und die Recyclingfähigkeit Ihrer Produkte",
  "W3C-DID, password-less crypto wallet": "W3C-DID, passwortloses Krypto-Wallet",
  "Your user is linked to a W3C-DID based crypto wallet": "Ihr Benutzer ist mit einer W3C-DID-basierten Krypto-Wallet verknüpft",
  "Complete end-to-end encryption with password-less login": "Vollständige Ende-zu-Ende-Verschlüsselung mit passwortloser Anmeldung",
  "Economic model": "Wirtschaftsmodell",
  "Reward system for continous activity on the platform": "Belohnungssystem für kontinuierliche Aktivität auf der Plattform",
  "Reward points are converted to crypto-tokens": "Prämienpunkte werden in Krypto-Token umgewandelt",
  "What’s included": "Was ist inbegriffen",
  "Collaboration": "Zusammenarbeit",
  "Innovative federated open source platform for sharing and collaborating on Open Source Hardware projects. Find and share open source hardware projects, collaborate with others and discover new products and services. Import your projects to allow access to the community and grow your reputation.": "Innovative föderierte Open-Source-Plattform für den Austausch und die Zusammenarbeit bei Open-Source-Hardwareprojekten. \nFinden und teilen Sie Open-Source-Hardwareprojekte, arbeiten Sie mit anderen zusammen und entdecken Sie neue Produkte und Dienstleistungen. \nImportieren Sie Ihre Projekte, um Zugang zur Community zu ermöglichen und Ihren Ruf zu steigern.",
  "Sign-in and connect your designs": "Melden Sie sich an und verbinden Sie Ihre Designs",
  "Our platform brings together makers, designers, and engineers from all over the world, creating a space for collaboration and innovation. Whether you": "Unsere Plattform bringt Macher, Designer und Ingenieure aus der ganzen Welt zusammen und schafft einen Raum für Zusammenarbeit und Innovation. \nEgal, ob Sie Inspiration suchen, Hilfe bei einem Projekt benötigen oder Ihre neueste Kreation präsentieren möchten: Gemeinsam können wir die Grenzen des Möglichen verschieben und eine offenere und nachhaltigere Zukunft für alle schaffen.",
  "Empowering the Open Source Hardware Community": "Stärkung der Open-Source-Hardware-Community"
}
