{
  "Sign up": "Anmelden",
  "Answer security questions to complete your signup 🧩": "Beantworten Sie Sicherheitsfragen, um Ihre Anmeldung abzuschließen 🧩.",
  "alice@email&#183;com": "alice@email&#183;com",
  "Answer to these questions to complete your signup 🧩": "Beantworten Sie diese Fragen, um Ihre Anmeldung abzuschließen 🧩",
  "Choose a username": "Wählen Sie einen Benutzernamen",
  "email is not valid": "E-Mail ist nicht gültig",
  "The sign up process generates your private keys which are never communicate to the server&#46 Keep a copy of your passphrase&#46": "Der Anmeldevorgang generiert Ihre privaten Schlüssel, die niemals an den Server übermittelt werden&#46 Bewahren Sie eine Kopie Ihrer Passphrase auf&#46",
  "Type your name": "Geben Sie Ihren Namen ein",
  "Type your visible username": "Geben Sie Ihren sichtbaren Benutzernamen ein",
  "You will have to remember the answers and keep them for later as they are necessary for the log in&#46;": "Sie müssen sich die Antworten merken und sie für später aufbewahren, da sie für die Anmeldung erforderlich sind&#46;",
  "Your email": "Ihre E-Mail",
  "alice@email&#46com": "alice@email.com",
  "✅ your email free": "✅ Ihre E-Mail kostenlos",
  "👌 You already have an account?": "👌 Sie haben bereits ein Konto?",
  "Login": "Einloggen",
  "Where did your parents meet?": "Wo haben sich Ihre Eltern kennengelernt?",
  "What is the name of your first pet?": "Wie lautet der Name Ihres ersten Haustiers?",
  "What is your home town?": "Was ist Ihre Heimatstadt?",
  "What is the name of your first teacher?": "Wie lautet der Name Ihres ersten Lehrers?",
  "What is your mother's maiden name?": "Wie lautet der Mädchenname Ihrer Mutter?",
  "Next step": "Nächster Schritt",
  "Got your keys?": "Haben Sie Ihre Passphrase?",
  "You need an invitation phrase to proceed with your signup!": "Sie benötigen einen Einladungsschlüssel, um mit Ihrer Anmeldung fortzufahren!",
  "Continue": "Weiter",
  "invitation key:*": "Einladungsschlüssel:*",
  "invitation key&#58;*": "Einladungsschlüssel&#58;*",
  "Please enter a valid invitation key": "Bitte geben Sie einen gültigen Einladungsschlüssel ein",
  "Your email address that will be used for your login": "Ihre E-Mail-Adresse, die für Ihr Login verwendet wird",
  "Your name": "Ihr Name",
  "Your name is shown and visible to everyone": "Ihr Name wird angezeigt und ist für alle sichtbar",
  "Your username is used to identify you in the system": "Ihr Benutzername wird verwendet, um Sie im System zu identifizieren"
}
