{
  "A digital asset, like an open source hardware project or 3D model": "Un bene digitale, come un progetto hardware open source o un modello 3D.",
  "A physical product that can be picked up or delivered": "Un prodotto fisico che può essere ritirato o consegnato",
  "A service, like a consultancy, training course or usage/rental of equipment": "Un servizio, come una consulenza, un corso di formazione o l'utilizzo/noleggio di attrezzature",
  "Asset name": "Nome dell'attività",
  "Contributors": "Contribuenti",
  "Create a new asset": "Creare una nuova risorsa",
  "Design": "Design",
  "Fabulaser": "Fabulaser",
  "Fields marked with a red asterisk are mandatory": "I campi contrassegnati da un asterisco rosso sono obbligatori",
  "General information": "Informazioni generali",
  "github[dot]com/my-repo": "github[dot]com/my-repo",
  "Hamburg": "Amburgo",
  "In this markdown editor, the right box shows a preview": "In questo editor di markdown, la casella di destra mostra un'anteprima",
  "Location": "Posizione",
  "Make sure you read the Comunity Guidelines before you create a new asset": "Assicurarsi di aver letto le Linee guida della comunità prima di creare una nuova risorsa.",
  "Open-source, 3D Printing, Medical use": "Open-source, stampa 3D, uso medico",
  "Product": "Prodotto",
  "Reference to the asset's repository or Interfacer ID of the asset": "Riferimento al repository dell'asset o all'ID dell'interfaccia dell'asset.",
  "Repository link or Interfacer ID": "Link al repository o ID dell'interfaccia",
  "Save": "Risparmiare",
  "Select a tag from the list, or type to create a new one": "Selezionate un'etichetta dall'elenco o digitatela per crearne una nuova.",
  "Select asset type": "Selezionare il tipo di risorsa",
  "Select location": "Selezionare la posizione",
  "Service": "Servizio",
  "Short description to be displayed on the asset page": "Breve descrizione da visualizzare nella pagina della risorsa",
  "SVG, PNG, JPG or GIF (MAX 2MB)": "SVG, PNG, JPG o GIF (MAX 2MB)",
  "Tags": "Tag",
  "The name of the place where the asset is stored": "Il nome del luogo in cui è conservato l'asset",
  "Type to search for a user": "Digitare per cercare un utente",
  "Type up to 2048 characters": "Digitare fino a 2048 caratteri",
  "Upload up to 10 pictures": "Caricare fino a 10 immagini",
  "Working name of the asset, visible to the whole community": "Nome di lavoro dell'asset, visibile a tutta la comunità"
}
