{
  "alice@email&#183;com": "alice@email&#183;com",
  "Answer to these questions to complete your signup 🧩": "Rispondete a queste domande per completare l'iscrizione 🧩",
  "Choose a username": "Scegliere un nome utente",
  "email is not valid": "L'e-mail non è valida",
  "Sign up": "Iscriviti",
  "The sign up process generates your private keys which are never communicate to the server&#46 Keep a copy of your passphrase&#46": "Il processo di registrazione genera le vostre chiavi private che non vengono mai comunicate al server&#46 Conservate una copia della vostra passphrase&#46",
  "Type your name": "Digitare il proprio nome",
  "Type your visible username": "Digitare il nome utente visibile",
  "You will have to remember the answers and keep them for later as they are necessary for the log in&#46;": "Dovrete ricordarvi le risposte e conservarle per un secondo momento, poiché sono necessarie per l'accesso&#46;",
  "Your email": "Il tuo indirizzo e-mail",
  "Your email address that will be used for your login": "L'indirizzo e-mail che verrà utilizzato per il login",
  "✅ your email free": "✅ la tua email gratis",
  "👌 You already have an account?": "👌 Hai già un account?",
  "Login": "Accesso",
  "Where did your parents meet?": "Dove si sono conosciuti i suoi genitori?",
  "What is the name of your first pet?": "Come si chiama il suo primo animale domestico?",
  "What is your home town?": "Qual è la sua città natale?",
  "What is the name of your first teacher?": "Come si chiama il suo primo insegnante?",
  "What is your mother's maiden name?": "Qual è il cognome da nubile di sua madre?",
  "Next step": "Passo successivo",
  "Got your keys?": "Hai le chiavi?",
  "You need an invitation phrase to proceed with your signup!": "Per procedere all'iscrizione è necessaria una frase di invito!",
  "Continue": "Continua",
  "invitation key&#58;*": "chiave di invito&#58;*",
  "Please enter a valid invitation key": "Inserire una chiave d'invito valida",
  "alice@email&#46com": "alice@email&#46com",
  "Your name": "Il tuo nome",
  "Your name is shown and visible to everyone": "Il vostro nome è mostrato e visibile a tutti",
  "Your username is used to identify you in the system": "Il nome utente viene utilizzato per identificare l'utente nel sistema.",
  "Do you have your invitation key?": "Avete la chiave d'invito?",
  "formError": "moduloErrore",
  "Invitation key": "Chiave d'invito",
  "Type your invitation key": "Digitare la chiave di invito",
  "You will have to remember the answers and keep them for later as they are necessary for the log in": "Dovrai ricordare le risposte e conservarle per dopo poiché sono necessarie per il login.",
  "this e-mail has already been used by another user": "questa e-mail è già stata utilizzata da un altro utente",
  "Once registered, you will receive an email with a link to verify your email address.": "Una volta registrato, riceverai un'e-mail con un link per verificare il tuo indirizzo e-mail.",
  "This username is already in use": "questo nome utente è già in uso",
  "This email is already in use": "questa e-mail è già in uso"
}
