{
  "Sign up": "Iscriviti",
  "Answer security questions to complete your signup 🧩": "Rispondere alle domande di sicurezza per completare l'iscrizione 🧩",
  "The sign up process generates your private keys which are never communicate to the server. Keep a copy of your passphrase.": "Il processo di registrazione genera le chiavi private che non vengono mai comunicate al server. Conservate una copia della vostra passphrase.",
  "Your name": "Il tuo nome",
  "Type your name": "Digitare il proprio nome",
  "Your name is shown and visible to everyone": "Il vostro nome è mostrato e visibile a tutti",
  "Choose a username": "Scegliere un nome utente",
  "Type your visible username": "Digitare il nome utente visibile",
  "Your username is used to identify you in the system": "Il nome utente viene utilizzato per identificare l'utente nel sistema.",
  "Your email": "Il tuo indirizzo e-mail",
  "alice@email.com": "alice@email.com",
  "Your email address that will be used for your login": "L'indirizzo e-mail che verrà utilizzato per il login",
  "✅ your email free": "✅ la tua email gratis",
  "👌 You already have an account?": "👌 Hai già un account?",
  "Login": "Accesso",
  "Where did your parents meet?": "Dove si sono conosciuti i suoi genitori?",
  "What is the name of your first pet?": "Come si chiama il suo primo animale domestico?",
  "What is your home town?": "Qual è la sua città natale?",
  "What is the name of your first teacher?": "Come si chiama il suo primo insegnante?",
  "What is your mother's maiden name?": "Qual è il cognome da nubile di sua madre?",
  "Next step": "Passo successivo",
  "Got your keys?": "Hai le chiavi?",
  "You need an invitation phrase to proceed with your signup!": "Per procedere all'iscrizione è necessaria una frase di invito!",
  "Continue": "Continua",
  "invitation key:*": "chiave di invito:*",
  "Please enter a valid invitation key": "Inserire una chiave d'invito valida",
  "The sign up process generates your private keys which are never communicate to the server&#46 Keep a copy of your passphrase&#46": "Il processo di registrazione genera le vostre chiavi private che non vengono mai comunicate al server&#46 Conservate una copia della vostra passphrase&#46",
  "invitation key&#58;*": "chiave di invito&#58;*"
}
